Repository: kgraefe/pdfpresenter
Catalog: po/*.po
Languages: fr, pl_pl, ru, sr

source: PDF Presenter
fr: Présentation PDF
pl_pl: Prezenter PDF
ru: PDF-презентация
sr: ПДФ представљач

source: Next >
fr: Suivant >
pl_pl: Dalej >
ru: Далее >
sr: Напред >

source: < Back
fr: < Précédent
pl_pl: < Wstecz
ru: < Назад
sr: < Назад

source: Drag&Drop the icon to start the presentation!
fr: Glisser et déposer l'icône pour commencer la présentation !
pl_pl: Przeciągnij i upuść poniższą ikonę, aby uruchomić prezentację!
ru: Перетащите значок для запуска презентации!
sr: Превуците и убаците иконицу да започнете презентацију!

source: Drop it into Adobe Reader's window!
fr: La déposer dans la fenêtre d'Adobe Reader !
pl_pl: Upuść ją w oknie Adobe Reader-a!
ru: Перетащите его в окно Adobe Reader!
sr: Убаците у прозор Адобовог читача!

source: Open PDF presentation please!
fr: Ouvrir la présentation PDF s'il vous plaît !
pl_pl: Proszę otwórz prezentację PDF!
ru: Откройте пожалуйста PDF-презентацию!
sr: Отворите ПДФ презентацију!

source: -> Use Adobe Reader X! -> Move it to your laptop screen!
fr: -> Utiliser Adobe Reader X ! -> Déplacer vers l'écran de votre ordinateur portable !
pl_pl: -> Użyj Adobe Reader-a X! -> Przenieś go na ekran laptopa!
ru: -> Использовать Adobe Reader X! -> Переместите его на экран ноутбука!
sr: —> Користите Адобовог Икс читача! —> Преместите га на екран преносног рачунара!

source: Where are the notes in your PDF?
fr: Où sont les notes dans votre PDF ?
pl_pl: Gdzie są umiejscowione notatki w PDF-ie?
ru: Где располагаются заметки в вашем PDF?
sr: Где су белешке у вашем ПДФ-у?

source: Set up your desktop like this:
fr: Paramétrer votre bureau comme ceci :
pl_pl: Skonfiguruj pulpit następująco:
ru: Настройте ваш рабочий стол также как:
sr: Подесите радну површ овако:

source: Make your laptop screen the primary screen!
fr: Faire de l'écran de votre ordinateur portable l'écran primaire !
pl_pl: Uczyń ekran laptopa ekranem głównym!
ru: Сделайте экран вашего ноутбука основным!
sr: Учините главним екран преносног рачунара!
